Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/KeyboardsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# STICKY_KEYS_SHIFT_TOGGLE
source: Toggle With Shift Key
ar: تبديل مع مفتاح العالي
bg: Превключи с клавиш Shift
ca: Activa o desactiva amb la tecla de majúscules
cs: Přepnout klávesou Shift
da: Slå Skiftetast til/fra
de: Mit Umschalttaste ein/aus
el: Εναλλαγή με πλήκτρο Shift
es: Alternar con Mayúsculas
es_us: Activación con la tecla mayús.
fi: Päälle/pois vaihtonäppäimellä
fr: Activer avec la touche Maj
fr_ca: Activer avec la touche Maj
he: שינוי באמצעות מקש Shift
hi: शिफ़्ट-की से टॉगल करें
hr: Promjena pomoću tipke Shift
hu: Be- vagy kikapcs. Shifttel
id: Ubah Dengan Tombol Shift
it: Attiva/disattiva con Maiuscole
ja: Shiftキーで切り替え
kk: Shift арқылы қосу/өшіру
ko: Shift 키로 토글
lt: Perjungti naudojant klavišą „Shift“
ms: Togol Dengan Kekunci Shift
nl: Aan of uit met Shift-toets
no: Slå av/på med Skift-tasten
pl: Przełączanie klawiszem Shift
pt_br: Alternar com Shift
pt_pt: Ativar/desativar com Shift
ro: Comutare cu tasta Shift
ru: Переключение — Shift
sk: Aktivovať klávesom Shift
sl: Preklop s tipko Shift
sv: Växla med skifttangent
th: สลับระหว่างเปิดหรือปิดด้วยปุ่ม Shift
tr: Shift Tuşu ile Aç/Kapat
uk: Перемикати клавішею Shift
vi: Chuyển đổi với phím Shift
zh_cn: 使用Shift键切换
zh_hk: 使用Shift鍵切換
zh_tw: 使用Shift鍵切換

source: Hardware Keyboards
ar: لوحات المفاتيح
bg: Хардуерни клавиатури
ca: Teclats físics
cs: Hardwarové klávesnice
da: Hardwaretastaturer
de: Hardware-Tastaturen
el: Πληκτρολόγια υλισμικού
es: Teclados físicos
es_us: Teclados físicos
fi: Ulkoiset näppäimistöt
fr: Claviers physiques
fr_ca: Claviers physiques
he: פריסות מקלדת (חומרה)
hi: हार्डवेयर कीबोर्ड
hr: Hardverske tipkovnice
hu: Hardveres billentyűzetek
id: Papan Ketik Perangkat Keras
it: Tastiere hardware
ja: ハードウェアキーボード
kk: Физикалық пернетақталар
ko: 하드웨어 키보드
lt: Aparatinės klaviatūros
ms: Papan Kekunci Perkakasan
nl: Hardwaretoetsenborden
no: Maskinvaretastaturer
pl: Klawiatury sprzętowe
pt_br: Teclados Físicos
pt_pt: Teclados (hardware)
ro: Tastaturi hardware
ru: Физические клавиатуры
sk: Hardvérové klávesnice
sl: Fizične tipkovnice
sv: Fysiska tangentbord
th: แป้นพิมพ์แบบฮาร์ดแวร์
tr: Donanım Klavyeleri
uk: Зовнішні клавіатури
vi: Bàn phím thực
zh_cn: 实体键盘
zh_hk: 實體鍵盤
zh_tw: 硬體鍵盤

source: Key Repeat Interval
ar: الفاصل الزمني لتكرار المفتاح
bg: Интервал на повторение на клавиш
ca: Interval de repetició de tecla
cs: Interval opakování kláves
da: Interval for tast repeterer
de: Wiederholungsintervall
el: Διάστημα επανάληψης πλήκτρου
es: Intervalo de repetición
es_us: Intervalo de repetición de teclas
fi: Näppäintoiston aikaväli
fr: Intervalle de répétition des touches
fr_ca: Intervalle de répétition de touche
he: מרווח חזרה על מקש
hi: “की” दोहराव अंतराल
hr: Interval ponavljanja tipke
hu: Billentyűismétlés intervalluma
id: Interval Pengulangan Tombol
it: Intervallo di ripetizione tasto
ja: キーのリピート間隔
kk: Перне автоқайталануы аралығы
ko: 키 반복 간격
lt: Klavišų pasikartojimo intervalas
ms: Selang Ulangan Kekunci
nl: Toetsrepeteerinterval
no: Tastegjentakelsesintervall
pl: Interwał powtórzeń klawisza
pt_br: Intervalo da Repetição de Tecla
pt_pt: Intervalo de repetição
ro: Interval repetare tastă
ru: Интервал автоповтора клавиши
sk: Interval opakovania klávesov
sl: Interval ponavljanja tipk
sv: Tid mellan tangentupprepningar
th: ช่วงเวลากดปุ่มซ้ำ
tr: Tuş Yineleme Aralığı
uk: Інтервал повторень клавіш
vi: Khoảng thời gian lặp lại phím
zh_cn: 按键重复间隔
zh_hk: 按鍵重複間隔時間
zh_tw: 按鍵重複間隔

# DISPLAY_WORDS
source: Words
ar: كلمات
bg: Думи
ca: Paraules
cs: Slova
da: Ord
de: Wörter
el: Λέξεις
es: Palabras
es_us: Palabras
fi: Sanat
fr: Mots
fr_ca: Mots
he: מילים
hi: शब्द
hr: Riječi
hu: Szavak
id: Kata
it: Parole
ja: 単語
kk: Сөздер
ko: 단어
lt: Žodžiai
ms: Perkataan
nl: Woorden
no: Ord
pl: Wyrazy
pt_br: Palavras
pt_pt: Palavras
ro: Cuvinte
ru: Слова
sk: Slová
sl: Besede
sv: Ord
th: คำ
tr: Sözcükler
uk: Слова
vi: Từ
zh_cn: 汉字
zh_hk: 字詞
zh_tw: 整個數字

# HARDWARE_KEYBOARDS_FOOTER
source: Customize the typing experience when using an external keyboard.
ar: تخصيص تجربة الكتابة عند استخدام لوحة مفاتيح خارجية.
bg: Персонализиране на начина на писане с помощта на външна клавиатура.
ca: Personalitza les opcions d’escriptura quan utilitzes un teclat extern.
cs: Přizpůsobte si psaní na externí klávesnici.
da: Tilpas indtastningen ved brug af et eksternt tastatur.
de: Schreibeinstellungen beim Verwenden einer externen Tastatur anpassen.
el: Προσαρμογή της εμπειρίας πληκτρολόγησης κατά τη χρήση εξωτερικού πληκτρολογίου.
es: Personaliza tu forma de escribir cuando utilices un teclado externo.
es_us: Personaliza tu experiencia al usar un teclado externo.
fi: Muokkaa kirjoituskokemusta ulkoista näppäimistöä käytettäessä.
fr: Personnalisez la saisie avec un clavier externe.
fr_ca: Personnalisez l’expérience de frappe lorsque vous utilisez un clavier externe.
he: ניתן להתאים באופן אישי את חוויית ההקלדה לשימוש במקלדת חיצונית.
hi: बाहरी कीबोर्ड का उपयोग करते समय टाइप करने के अनुभव को कस्टमाइज़ करें।
hr: Prilagodite iskustvo tipkanja prilikom uporabe eksterne tipkovnice.
hu: Gépelés testreszabása külső billentyűzet használatakor.
id: Sesuaikan pengalaman mengetik saat menggunakan papan ketik eksternal.
it: Personalizza le opzioni di digitazione quando utilizzi una tastiera esterna.
ja: 外部キーボード使用時のキータイプ入力をカスタマイズします。
kk: Сыртқы пернетақтаны пайдаланғанда, мәтінді оңтайлы енгізу параметрлерін бейімдеңіз.
ko: 외부 키보드를 사용할 때 입력 방법을 사용자화합니다.
lt: Pritaikykite spausdinimo galimybes naudodami išorinę klaviatūrą.
ms: Sesuaikan pengalaman penaipan apabila menggunakan papan kekunci luaran.
nl: Instellingen om typen met een extern toetsenbord aan te passen.
no: Tilpass hvordan du skriver med et eksternt tastatur.
pl: Dostosuj sposób działania klawiatury zewnętrznej.
pt_br: Personalize a digitação ao usar um teclado externo.
pt_pt: Personalize o modo como digita ao usar um teclado externo.
ro: Personalizați experiența de tastare la utilizarea unei tastaturi externe.
ru: Настройте параметры для удобного ввода текста с внешней клавиатуры.
sk: Tieto možnosti umožňujú prispôsobiť používanie externej klávesnice vašim potrebám.
sl: Prilagodite izkušnjo z vnašanjem pri uporabi zunanje tipkovnice.
sv: Anpassa skrivupplevelsen när ett externt tangentbord används.
th: กำหนดรูปแบบการพิมพ์เองเมื่อใช้แป้นพิมพ์ภายนอก
tr: Harici klavye kullanırken yazma deneyiminizi özelleştirin.
uk: Налаштувати параметри використання зовнішньої клавіатури до своїх потреб.
vi: Tùy chỉnh trải nghiệm nhập liệu khi sử dụng bàn phím bên ngoài.
zh_cn: 自定义使用外接键盘时的键入体验。
zh_hk: 自訂使用外置鍵盤時的輸入體驗。
zh_tw: 自訂使用外接鍵盤時的輸入體驗。

source: Key Repeat
ar: تكرار المفتاح
bg: Повторение на клавиши
ca: Repetició de tecla
cs: Opakování kláves
da: Tast repeterer
de: Tastenwiederholung
el: Επανάληψη πλήκτρου
es: Repetición de tecla
es_us: Repetición de teclas
fi: Näppäintoisto
fr: Répétition de touches
fr_ca: Répétition de touche
he: חזרה על מקש
hi: “की” दोहराव
hr: Ponavljanje tipke
hu: Billentyűismétlés
id: Pengulangan Tombol
it: Ripetizione tasto
ja: キーのリピート
kk: Перне автоқайталануы
ko: 키 반복
lt: Klavišų pasikartojimas
ms: Ulangan Kekunci
nl: Toetsrepeteertempo
no: Tastegjentakelse
pl: Powtarzanie klawiszy
pt_br: Repetição de Tecla
pt_pt: Repetição de tecla
ro: Repetare tastă
ru: Автоповтор клавиши
sk: Opakovanie klávesov
sl: Ponovitev tipke
sv: Upprepa tangent
th: การกดปุ่มซ้ำ
tr: Tuş Yineleme
uk: Повторення клавіш
vi: Lặp lại phím
zh_cn: 按键重复
zh_hk: 按鍵重複
zh_tw: 按鍵重複

source: Software Keyboards
ar: لوحات المفاتيح الرقمية
bg: Софтуерни клавиатури
ca: Teclats de programari
cs: Softwarové klávesnice
da: Softwaretastaturer
de: Software-Tastaturen
el: Πληκτρολόγια λογισμικού
es: Teclados virtuales
es_us: Teclados virtuales
fi: Näytön näppäimistöt
fr: Claviers virtuels
fr_ca: Claviers virtuels
he: פריסות מקלדת (תוכנה)
hi: सॉफ़्टवेयर कीबोर्ड
hr: Softverske tipkovnice
hu: Szoftveres billentyűzetek
id: Papan Ketik Perangkat Lunak
it: Tastiere software
ja: ソフトウェアキーボード
kk: Виртуалды пернетақталар
ko: 소프트웨어 키보드
lt: Programinės klaviatūros
ms: Papan Kekunci Perisian
nl: Softwaretoetsenborden
no: Programvaretastaturer
pl: Klawiatury programowe
pt_br: Teclados Virtuais
pt_pt: Teclados (software)
ro: Tastaturi software
ru: Виртуальные клавиатуры
sk: Softvérové klávesnice
sl: Programske tipkovnice
sv: Virtuella tangentbord
th: แป้นพิมพ์แบบซอฟต์แวร์
tr: Yazılım Klavyeleri
uk: Екранні клавіатури
vi: Bàn phím ảo
zh_cn: 软件键盘
zh_hk: 軟件鍵盤
zh_tw: 軟體鍵盤

# KEYBOARDS
source: Keyboards & Typing
ar: لوحات المفاتيح والكتابة
bg: Клавиатури и въвеждане
ca: Teclats i escriptura
cs: Klávesnice a psaní
da: Tastaturer & indtastning
de: Tastaturen & Texteingabe
el: Πληκτρολόγια και πληκτρολόγηση
es: Teclados y escritura
es_us: Teclados y escritura
fi: Näppäimistöt ja kirjoitus
fr: Claviers et saisie
fr_ca: Claviers et saisie
he: מקלדות והקלדה
hi: कीबोर्ड और टाइपिंग
hr: Tipkovnice i tipkanje
hu: Billentyűzetek és gépelés
id: Papan Ketik & Pengetikan
it: Tastiere e digitazione
ja: キーボードと入力
kk: Пернетақталар және теру
ko: 키보드 및 입력
lt: Klaviatūros ir įvedimas
ms: Papan Kekunci & Penaipan
nl: Toetsenborden en typen
no: Tastaturer og skriving
pl: Klawiatury i wpisywanie
pt_br: Teclados e Digitação
pt_pt: Teclados e escrita
ro: Tastaturi și tastare
ru: Клавиатуры и ввод текста
sk: Klávesnice a písanie
sl: Tipkovnice in vnašanje
sv: Tangentbord och skrift
th: แป้นพิมพ์และการป้อน
tr: Klavyeler ve Yazma
uk: Клавіатури і ввід
vi: Bàn phím & Nhập liệu
zh_cn: 键盘与键入
zh_hk: 鍵盤與輸入
zh_tw: 鍵盤與輸入

# KEY_REPEAT_FOOTER
source: Disable Key Repeat to prevent characters being entered multiple times with a single key press.
ar: قم بتعطيل تكرار المفتاح لمنع إدخال الأحرف عدة مرات بضغطة واحدة على المفتاح.
bg: Изключва Повторение на клавиши, за да се предотврати многократното въвеждане на символи с едно натискане на клавиш.
ca: Desactiva la repetició de tecles per evitar que s’introdueixin caràcters més d’una vegada prement una tecla un sol cop.
cs: Vypnutím opakování kláves zabráníte zadání více znaků jedním stisknutím klávesy.
da: Slå Tast repeterer fra for at forhindre, at tegn indtastes flere gange med et enkelt tastetryk.
de: Tastenwiederholung deaktivieren, um bei längerem Tastendruck die mehrmalige Zeicheneingabe zu verhindern.
el: Απενεργοποιήστε την Επανάληψη πλήκτρου για να μην εισάγονται χαρακτήρες πολλές φορές με ένα πάτημα πλήκτρου.
es: Desactiva “Repetición de tecla” para impedir que se inserte un carácter varias veces al pulsar la tecla una sola vez.
es_us: Desactiva la repetición de teclas para evitar que se ingresen caracteres varias veces al presionar una sola tecla.
fi: Estä kirjainten syöttäminen useita kertoja yhdellä painalluksella poistamalla näppäintoisto käytöstä.
fr: Désactivez la répétition des touches pour empêcher que des caractères ne soient saisis plusieurs fois avec un seul appui sur une touche.
fr_ca: Désactivez Répétition de touche pour éviter qu’un caractère ne soit saisi plusieurs fois après un seul contact.
he: ניתן לבטל את ״הקשה חוזרת״ כדי למנוע הקשה חוזרת על מקשים בלחיצה אחת.
hi: एक बार “की” दबाने पर वर्णों का एकाधिक बार दर्ज होना रोकने के लिए “की दोहराव” को अक्षम करें।
hr: Onemogućite Ponavljanje tipke kako biste spriječili višestruko unošenje znakova kod jednog pritiska tipke.
hu: A Billentyűismétlés letiltása megakadályozza a karakterek egyetlen billentyűlenyomással többször történő bevitelét.
id: Nonaktifkan Pengulangan Tombol untuk mencegah karakter dimasukkan beberapa kali dengan menekan tombol satu kali.
it: Disabilita “Ripetizione tasto” per impedire che i caratteri vengano inseriti più di una volta con una singola pressione del tasto.
ja: キーを長く押しても文字が繰り返し入力されないようにするには、“キーのリピート”をオフにします。
kk: Таңбалардың пернені бір рет басу арқылы бірнеше рет енгізілуін болдырмау үшін «Перне автоқайталануы» функциясын өшіріңіз.
ko: 키를 한 번 눌렀을 때 문자가 여러 번 입력되는 것을 방지하려면 키 반복을 비활성화하십시오.
lt: Išjunkite funkciją „Klavišų pasikartojimas“, kad neleistumėte įvesti ženklų kelis kartus vieną kartą paspaudę klavišą.
ms: Nyahdayakan Ulangan Kekunci untuk mengelakkan aksara dimasukkan berbilang kali dengan satu tekanan kekunci.
nl: Schakel 'Toetsrepeteertempo' uit om te voorkomen dat met één druk op een toets het teken meerdere keren wordt ingevoerd.
no: Deaktiver Tastegjentakelse for å hindre at tegn trykkes inn flere ganger ved ett enkelt tastetrykk.
pl: Wyłącz opcję Powtarzanie klawiszy, jeśli pojedyncze naciśnięcie klawisza ma nie powodować wprowadzenia wielu znaków.
pt_br: Desative a Repetição de Tecla para impedir que os caracteres sejam inseridos várias vezes ao pressionar a tecla uma única vez.
pt_pt: Desative a repetição de tecla para evitar que os caracteres sejam digitados várias vezes ao premir a tecla uma única vez.
ro: Dezactivați opțiunea “Repetare tastă” pentru a preveni introducerea caracterelor de mai multe ori cu o singură apăsare de taste.
ru: Отключите «Автоповтор клавиши», чтобы предотвратить эффект многократного ввода символов при однократном нажатии клавиши.
sk: Ak chcete zabrániť vkladaniu viacerých znakov pri jedinom stlačení klávesu, zakážte Opakovanie klávesov.
sl: Onemogočite ponavljanje tipk, da preprečite večkraten vnos znakov z enim pritiskom tipke.
sv: Avaktivera Upprepa tangent för att förhindra att tecken anges flera gånger med en enda tangenttryckning.
th: ปิดใช้งานการกดปุ่มซ้ำเพื่อป้องกันไม่ให้ป้อนอักขระหลายครั้งด้วยการกดปุ่มครั้งเดียว
tr: Tek bir tuşa basmayla karakterlerin birçok kez girilmesini engellemek için Tuş Yineleme’yi etkisizleştirin.
uk: Вимкніть Повторення клавіш, щоб запобігти введенню символів кілька разів одним натисканням клавіш.
vi: Tắt Lặp lại phím để ngăn các ký tự được nhập nhiều lần với một thao tác nhấn phím duy nhất.
zh_cn: 停用按键重复以防止一次按键操作造成多次输入。
zh_hk: 關閉「按鍵重複」以避免單次按鍵時變成多次輸入字元。
zh_tw: 停用「按鍵重複」來防止單次按下按鍵時變成多次輸入字元。

# STICKY_KEYS_SHIFT_TOGGLE_FOOTER
source: Press the Shift key five times to toggle Sticky Keys.
ar: اضغط على مفتاح العالي خمس مرات لتبديل ثبات المفاتيح.
bg: Натиснете пет пъти клавиша Shift за включване на Допълнителни клавиши.
ca: Pots prémer la tecla de majúscules cinc vegades per activar o desactivar les tecles permanents.
cs: Přilnavé klávesy zapnete či vypnete pětinásobným stisknutím klávesy Shift.
da: Tryk fem gange på Skiftetasten for at slå klæbetaster til/fra.
de: Einfingerbedienung ein/aus: Umschalttaste 5-mal drücken.
el: Πατήστε το πλήκτρο Shift πέντε φορές για εναλλαγή των Ασύγχρονων πλήκτρων.
es: Pulsa Mayúsculas cinco veces para activar/desactivar la opción “Pulsación fácil”.
es_us: Presiona la tecla Mayúsculas cinco veces seguidas para activar o desactivar Tecleado fácil.
fi: Yhden sormen näppäimet päälle/pois painamalla vaihtonäppäintä viidesti.
fr: Appuyez cinq fois sur Maj pour activer l’auto-maintien des touches.
fr_ca: Appuyez cinq fois sur le bouton Maj pour activer/désactiver les touches rémanentes.
he: יש ללחוץ 5 פעמים על Shift כדי להפעיל/לבטל את ״מקשים דביקים״.
hi: स्टिकी-कीज़ टॉगल करने के लिए शिफ़्ट-की को पाँच बार दबाएँ।
hr: Pet puta pritisnite tipku Shift kako biste uključili i isključili vezane tipke.
hu: A beragadó billentyűk közötti váltáshoz nyomja meg ötször a Shift billentyűt.
id: Tekan tombol Shift lima kali untuk mengubah tombol Sticky.
it: Premi il tasto Maiuscole 5 volte per attivare/disattivare i tasti singoli.
ja: Shiftキーを5回押すと、複合キーのオン/オフが切り替わります。
kk: «Біріккен пернелер» функциясын қосу/өшіру үшін Shift пернесін бес рет басыңыз.
ko: Shift 키를 5번 눌러 고정 키를 켜거나 끕니다.
lt: Paspauskite klavišą „Shift“ penkis kartus, kad perjungtumėte funkciją „Klavišų fiksavimas“.
ms: Tekan kekunci Shift lima kali untuk menogol Kekunci Lekat.
nl: Druk vijf keer op de Shift-toets om de grendeltoetsen in of uit te schakelen.
no: Trykk på Skift-tasten fem ganger for å slå av/på trege taster.
pl: Naciśnij klawisz Shift pięć razy, aby przełączyć opcję Lepkie klawisze.
pt_br: Pressione a tecla Shift 5 vezes para ativar/desativar as Teclas de Ação Conjunta.
pt_pt: Premir a tecla Shift cinco vezes para ativar/desativar as teclas fixas.
ro: Apăsați Shift de cinci ori pentru a comuta opțiunea “Taste persistente”.
ru: Нажмите клавишу Shift 5 раз, чтобы включить или выключить функцию залипания клавиш.
sk: Sticky klávesy aktivujete päťnásobným stlačením klávesu Shift.
sl: Tipko Shift pritisnite petkrat, da preklopite zaklepanje.
sv: Växla flertangentlås genom att trycka på skifttangenten fem gånger.
th: กดปุ่ม Shift ห้าครั้งเพื่อสลับระหว่างเปิดหรือปิดปุ่มหนืด
tr: Yapışkan Tuşlar’ı açmak/kapatmak için Shift tuşuna beş kez basın.
uk: Тисніть клавішу Shift пʼять разів, щоб перемикати «Залипальні клавіші».
vi: Nhấn phím Shift năm lần để bật/tắt Phím bấm liên tiếp.
zh_cn: 按下Shift键五次以打开或关闭粘滞键。
zh_hk: 按五次Shift鍵以切換「黏着鍵」。
zh_tw: 按下Shift鍵五次來切換「按鍵暫留」。

# STICKY_KEYS_BEEP
source: Sound
ar: الصوت
bg: Звук
ca: So
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Sonido
es_us: Sonido
fi: Ääni
fr: Son
fr_ca: Son
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Bunyi
it: Suono
ja: サウンド
kk: Дыбыс
ko: 사운드
lt: Garsas
ms: Bunyi
nl: Geluid
no: Lyd
pl: Dźwięk
pt_br: Som
pt_pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sl: Zvok
sv: Ljud
th: ส่งเสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_cn: 提示音
zh_hk: 提示聲
zh_tw: 提示聲

source: Typing Feedback
ar: الاستجابة الصوتية للكتابة
bg: Обратна връзка за въвеждане
ca: Pronuncia en escriure
cs: Odezva psaní
da: Oplæs indtastning
de: Eingabe vorlesen
el: Ανάδραση πληκτρολόγησης
es: Pronunciar al escribir
es_us: Leer al teclear
fi: Kirjoitettaessa puhu
fr: Énoncer la saisie
fr_ca: Retour de saisie
he: משוב בעת הקלדה
hi: टाइपिंग फ़ीडबैक
hr: Povratna informacija tijekom tipkanja
hu: Gépelési visszajelzés
id: Umpan Balik Ketikan
it: Feedback digitazione
ja: タイプ入力フィードバック
kk: Теру кезінде дыбыстау
ko: 입력 피드백
lt: Įvedimo atsakas
ms: Maklum Balas Penaipan
nl: Feedback bij typen
no: Les opp det jeg skriver
pl: Mów wpisywane
pt_br: Falar Digitação
pt_pt: Enunciar ao digitar
ro: Feedback la scriere
ru: Озвучивание при вводе
sk: Odozva písania
sl: Povratne informacije med vnašanjem
sv: Tal vid skrift
th: เสียงอ่านขณะป้อน
tr: Yazma Geri Bildirimi
uk: Відзвук вводу
vi: Phản hồi khi nhập
zh_cn: 键入反馈
zh_hk: 輸入回饋
zh_tw: 輸入回饋

# DISPLAY_CHARACTERS
source: Characters
ar: أحرف
bg: Символи
ca: Caràcters
cs: Znaky
da: Tegn
de: Zeichen
el: Χαρακτήρες
es: Caracteres
es_us: Caracteres
fi: Merkit
fr: Caractères
fr_ca: Caractères
he: תווים
hi: वर्ण
hr: Znakovi
hu: Karakterek
id: Karakter
it: Caratteri
ja: 文字
kk: Таңбалар
ko: 문자
lt: Ženklai
ms: Aksara
nl: Tekens
no: Tegn
pl: Znaki
pt_br: Caracteres
pt_pt: Caracteres
ro: Caractere
ru: Символы
sk: Znaky
sl: Znaki
sv: Tecken
th: อักขระ
tr: Karakterler
uk: Символи
vi: Ký tự
zh_cn: 字符
zh_hk: 字元
zh_tw: 字元

source: Sticky Keys
ar: ثبات المفاتيح
bg: Допълнителни клавиши
ca: Tecles permanents
cs: Přilnavé klávesy
da: Klæbetaster
de: Einfingerbedienung
el: Ασύγχρονα πλήκτρα
es: Pulsación fácil
es_us: Tecleado fácil
fi: 1 sormen näppäimet
fr: Auto-maintien des touches
fr_ca: Touches rémanentes
he: מקשים דביקים
hi: स्टिकी कीज़
hr: Vezane tipke
hu: Beragadó billentyűk
id: Tombol Sticky
it: Tasti singoli
ja: 複合キー
kk: Біріккен пернелер
ko: 고정 키
lt: Fiksavimo klavišai
ms: Kekunci Lekat
nl: Grendeltoetsen
no: Trege taster
pl: Lepkie klawisze
pt_br: Teclas de Ação Conjunta
pt_pt: Teclas fixas
ro: Taste persistente
ru: Залипание клавиш
sk: Sticky klávesy
sl: Zaklepanje
sv: Flertangentlås
th: ปุ่มหนืด
tr: Yapışkan Tuşlar
uk: Залипальні клавіші
vi: Phím bấm liên tiếp
zh_cn: 粘滞键
zh_hk: 黏着鍵
zh_tw: 按鍵暫留

# STICKY_KEYS_FOOTER
source: Sticky Keys allows modifier keys to be set without having to hold the key down.
ar: ثبات المفاتيح يتيح تعيين مفاتيح التعديل دون الحاجة إلى الاستمرار في الضغط على المفتاح.
bg: С функцията Допълнителни клавиши могат да се задават функционални клавиши, без да е необходимо задържане на клавиш.
ca: L’opció de tecles permanents permet utilitzar les tecles de modificació sense haver de mantenir la tecla premuda.
cs: Funkce Přilnavé klávesy umožňuje používat modifikační klávesy, aniž by bylo nutné je držet stisknuté.
da: Med klæbetaster kan du bruge kombitaster uden at skulle holde en tast nede.
de: Mit aktivierter Einfingerbedienung können Sondertasten gesetzt werden, ohne gleichzeitig andere Tasten gedrückt halten zu müssen.
el: Τα ασύγχρονα πλήκτρα επιτρέπουν τη χρήση πλήκτρων τροποποίησης χωρίς να χρειάζεται το παρατεταμένο πάτημα του πλήκτρου.
es: La opción “Pulsación fácil” permite utilizar las teclas de modificación sin tener que mantenerlas pulsadas.
es_us: El tecleado fácil permite utilizar las teclas modificadoras sin tener que mantenerlas presionadas.
fi: Yhden sormen näppäimet mahdollistavat muuntonäppäinten asettamisen ilman, että näppäintä tarvitsee pitää painettuna.
fr: L’auto-maintien des touches permet de régler les touches de modification sans devoir maintenir la touche enfoncée.
fr_ca: Touches rémanentes permet de définir les touches de modifications sans avoir à les toucher de façon prolongée.
he: המאפיין ״מקשים דביקים״ מאפשר להגדיר מקשי צירוף מבלי שהמשתמש צריך להחזיק את המקש לחוץ.
hi: स्टिकी कीज़ से मॉडिफ़ायर कीज़ को दबाए बिना सेट करने की अनुमति प्राप्त होती है।
hr: Opcija Vezane tipke omogućuje podešavanje modifikatora bez potrebe za držanjem tipke pritisnutom.
hu: A beragadó billentyűk funkcióval a billentyű lenyomva tartása nélkül állíthat be módosító billentyűket.
id: Tombol Sticky memungkinkan tombol pengubah untuk ditetapkan tanpa harus ditekan.
it: L’opzione “Tasti singoli” consente di impostare i tasti modificatori senza dover tenere premuto il tasto.
ja: 複合キーを有効にすると、修飾キーを押すだけで、押したままにするのと同じ状態にできます。
kk: Біріккен пернелер түрлендіруші пернелерді баспай орнатуға мүмкіндік береді.
ko: 고정 키를 사용하면 키를 누르고 있지 않아도 보조 키를 설정할 수 있습니다.
lt: Fiksavimo klavišai leidžia nustatyti modifikavimo klavišus nelaikant nuspausto klavišo.
ms: Kekunci Lekat membolehkan kekunci pengubah suai disetkan tanpa perlu menahan kekunci.
nl: Met grendeltoetsen kun je speciale toetsen gebruiken zonder ze ingedrukt te hoeven houden.
no: Med trege taster kan spesialtaster angis uten at de må holdes nede.
pl: Opcja Lepkie klawisze pozwala ustawić korzystanie z klawiszy modyfikujących bez konieczności ich przytrzymywania.
pt_br: As Teclas de Ação Conjunta permitem definir teclas modificadoras sem a necessidade de manter a tecla pressionada.
pt_pt: Esta opção permite definir teclas fixas sem ter de manter a tecla premida.
ro: Opțiunea “Taste persistente” permite activarea tastelor modificator fără a necesita menținerea tastelor apăsate.
ru: Залипание клавиш позволяет установить клавиши модификации без их нажатия.
sk: Sticky klávesy umožňujú používať modifikátory tak, aby ich nebolo potrebné držať stlačené.
sl: Zaklepanje omogoča nastavitev modifikacijskih tipk brez pridržanja tipk.
sv: Med flertangentlås kan specialtangenter användas utan att du behöver hålla ned tangenten.
th: ปุ่มหนืดจะช่วยทำให้ใช้งานปุ่มปรับค่าได้โดยไม่ต้องกดค้างไว้
tr: Yapışkan Tuşlar, niteleme tuşlarının basılı tutulmasına gerek kalmadan ayarlanmalarını sağlar.
uk: Залипальні клавіші дозволяють використовувати клавіші-модифікатори без потреби тримати їх натиснутими.
vi: Phím bấm liên tiếp cho phép bạn nhấn phím bổ trợ mà không cần giữ phím.
zh_cn: 粘滞键可让你不用按住修饰键就可以设定它。
zh_hk: 「黏着鍵」允許不用按住變更鍵亦可以啟用。
zh_tw: 「按鍵暫留」允許不需按住變更鍵即可設定。
